import React from "react";

function About() {
  return (
    <div className="w-11/12 mx-auto mt-36 text-white p-5">
      <div>
        <h1 className="text-xl sm:text-2xl font-medium">
          <span className="border-b-4 border-white-400">What</span> use Pomodoro.
          🧐
        </h1>
        <p className="mt-5 tracking-wide">
        👉🏻  เทคนิค Pomodoro เป็นเทคนิคการจัดการเวลาที่ถูกสร้างขึ้นโดย Francesco
        Cirillo ในปี ค.ศ. 1980
        ซึ่งมีวัตถุประสงค์เพื่อเพิ่มประสิทธิภาพในการทำงาน
        และลดความเมื่อยล้าที่อาจเกิดขึ้นจากการทำงานต่อเนื่องในระยะเวลานาน ๆ
        Pomodoro แปลว่า "มะเขือเทศ" <br />👉🏻  ในภาษาอิตาลี
        และชื่อเทคนิคนี้มีต้นกำเนิดจากการใช้นาฬิกาจับเวลาที่มีรูปร่างคล้ายมะเขือเทศ
        แต่สามารถใช้นาฬิกาทุกชนิดได้  <br />👉🏻  วิธีการใช้เทคนิค Pomodoro
        คือการแบ่งเวลาการทำงานออกเป็นช่วงๆ ที่เรียกว่า "Pomodoro" โดยแต่ละ
        Pomodoro จะมีระยะเวลาทำงานประมาณ 25 นาที
        จากนั้นจึงพักผ่อนหรือพักพิงอย่างไม่เกิน 5 นาที หลังจากที่ทำ Pomodoro 4
        รอบ ให้พักผ่อนนานขึ้นเป็น 15-30 นาที การใช้เทคนิค Pomodoro
        ช่วยให้ผู้ทำงานมีระบบการทำงานที่มี👉🏻  ระยะเวลาทำงานและพักผ่อนที่เป็นระบบ
        และสามารถช่วยให้รักษาสมาธิและความตั้งใจในการทำงานได้มากขึ้น
        </p>
      </div>
    </div>
  );
}

export default About;
